Repository: PangMo5/Tatami
Catalog: Tatami/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Borrowing a workspace in beside another, or returning it.
ja: ワークスペースを別のワークスペースの隣に一時表示するか、元に戻します。
ko: 작업 공간을 빌려오거나 돌려보낼 때 보여줘요.
zh_hans: 将一个工作区临时放到另一个工作区旁，或将其归还。
zh_hant: 將一個工作空間暫時放到另一個工作空間旁，或將它歸還。

source: Both axes
ja: 縦横両方
ko: 가로와 세로
zh_hans: 两个方向
zh_hant: 兩個方向

source: Bottom
ja: 下
ko: 아래
zh_hans: 下方
zh_hant: 下方

source: Bottom / right
ja: 下／右
ko: 아래/오른쪽
zh_hans: 下方/右侧
zh_hant: 下方／右側

source: Bottom-left
ja: 左下
ko: 왼쪽 아래
zh_hans: 左下
zh_hant: 左下

source: Bottom-right
ja: 右下
ko: 오른쪽 아래
zh_hans: 右下
zh_hant: 右下

# Brief on-screen overlay confirming actions. The toggles below pick which.
source: Show brief on-screen feedback after selected actions.
ja: 操作結果を画面上で短く確認できます。表示する項目は下で選べます。
ko: 동작 결과를 화면에 짧게 알려줘요. 아래에서 표시할 항목을 고를 수 있어요.
zh_hans: 在屏幕上短暂显示操作结果。可在下方选择要显示的项目。
zh_hant: 在畫面上短暫顯示操作結果。可在下方選擇要顯示的項目。

source: Confirm focus, swap, resize, workspace, and layout actions without opening Settings.
ja: 設定を開かなくても、フォーカス、入れ替え、サイズ変更、ワークスペース、レイアウト操作の結果を画面上で確認できます。
ko: 설정을 열지 않아도 포커스, 교체, 크기 조절, 작업 공간, 배치 명령의 결과를 화면 알림으로 확인할 수 있어요.
zh_hans: 无需打开设置，也能在屏幕上确认焦点、交换、调整大小、工作区和布局操作。
zh_hant: 不必打開設定，也能在畫面上確認焦點、交換、調整大小、工作空間與佈局操作。

# Bring one context beside another without mixing layouts.
source: Bring one workspace beside another without mixing layouts.
ja: レイアウトを混ぜずに、別の作業環境を隣へ並べます。
ko: 배치를 섞지 않고 한 작업 공간을 다른 작업 공간 옆으로 가져와요.
zh_hans: 将一个场景放到另一个旁边，但不混合布局。
zh_hant: 將一個工作空間放到另一個旁邊，但不混合佈局。

source: Browser
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Build
ja: ビルド
ko: 빌드
zh_hans: 构建
zh_hant: 建置

source: Built from this Mac
ja: このMacから作成
ko: 이 Mac에 맞춰 만들어요
zh_hans: 来自此 Mac
zh_hant: 由這台 Mac 建立

source: Built with
ja: 構成内容
ko: 구성 기준
zh_hans: 构建方式
zh_hant: 建立方式

source: Built-in Targets
ja: 内蔵ターゲット
ko: 기본 대상
zh_hans: 内置目标
zh_hant: 內建目標

source: Calendar
ja: カレンダー
ko: 캘린더
zh_hans: 日历
zh_hant: 行事曆

source: Calling the same workspace already borrowed on this display returns it and restores the host workspace.
ja: このディスプレイですでに借りているワークスペースをもう一度呼ぶと、元に戻してホストのワークスペースを復元します。
ko: 이 디스플레이에 이미 빌려온 작업 공간을 다시 부르면 돌려보내고, 호스트 작업 공간을 원래대로 복원해요.
zh_hans: 再次召出已借用此显示器的同一工作区，会将其归还并恢复主工作区。
zh_hant: 再次叫出已借用這台顯示器的同一工作空間，會將它歸還並還原主工作空間。

source: Can't borrow the current workspace
ja: 現在のワークスペースは借りられません
ko: 현재 작업 공간은 빌려올 수 없어요
zh_hans: 无法借用当前工作区
zh_hant: 無法借用目前的工作空間

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Change the target tile without changing the tree.
ja: ツリーを変えずに対象タイルだけを変更します。
ko: 트리는 그대로 두고 대상 타일만 바꿔요.
zh_hans: 不改变树，只切换目标平铺块。
zh_hant: 不變更樹，只切換目標並排區塊。

source: Change the whole workspace
ja: ワークスペース全体を切り替え
ko: 작업 공간 전체 바꾸기
zh_hans: 切换整个工作区
zh_hant: 切換整個工作空間

source: Changelog
ja: 変更履歴
ko: 변경 내역
zh_hans: 更新日志
zh_hant: 更新記錄

source: Check for updates automatically
ja: アップデートを自動で確認
ko: 업데이트 자동 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check frequency
ja: 確認頻度
ko: 확인 주기
zh_hans: 检查频率
zh_hant: 檢查頻率

source: Choose a dock edge
ja: 配置する辺を選択
ko: 붙일 방향 선택
zh_hans: 选择停靠边缘
zh_hant: 選擇停靠邊緣

source: Choose a workspace and app
ja: ワークスペースとアプリを選択
ko: 작업 공간과 앱 선택
zh_hans: 选择工作区和应用
zh_hant: 選擇工作空間與 App

source: Choose an App from Files…
ja: ファイルからアプリを選択…
ko: 파일에서 앱 선택…
zh_hans: 从文件中选择应用…
zh_hant: 從檔案中選擇 App…

source: Choose an icon for this profile.
ja: このプロファイルのアイコンを選んでください。
ko: 이 프로필에 사용할 아이콘을 골라 주세요.
zh_hans: 为此配置方案选择图标。
zh_hant: 為這個設定組合選擇圖示。

source: Choose an icon for this workspace.
ja: このワークスペースのアイコンを選んでください。
ko: 이 작업 공간에 사용할 아이콘을 골라 주세요.
zh_hans: 为此工作区选择图标。
zh_hant: 為這個工作空間選擇圖示。

source: Choose Always on Top. Tatami removes the app from the tiled layout and keeps a compact live view above the other windows.
ja: 「常に手前」を選んでください。Tatamiがこのアプリをタイル表示から外し、ほかのウインドウより手前にコンパクトなライブ表示を保ちます。
ko: ‘항상 위’를 선택해 보세요. Tatami가 이 앱을 BSP 트리에서 빼고, 남은 타일 위에 작은 실시간 미러로 보여줘요.
zh_hans: 选择“置顶”。Tatami 会将此应用移出平铺布局，并在其他窗口上方保留精简的实时画面。
zh_hant: 選擇「置頂」。Tatami 會將這個 App 移出並排佈局，並在其他視窗上方保留精簡的即時畫面。

source: Choose from Files…
ja: ファイルから選択…
ko: 파일에서 선택…
zh_hans: 从文件中选择…
zh_hant: 從檔案中選擇…

# Choose how a whole context should arrive.
source: Choose how a whole workspace should arrive.
ja: 作業環境全体をどのように呼び出すか選びます。
ko: 작업 공간을 어떻게 전환할지 선택해요.
zh_hans: 选择整个场景的进入方式。
zh_hant: 選擇整個工作空間的進入方式。

source: Choose Icon
ja: アイコンを選択
ko: 아이콘 선택
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Choose Ignore. The app still belongs to this workspace, but Tatami stops writing its frame or replacing it with a mirror.
ja: 「そのまま」を選んでください。アプリはこのワークスペースに所属したままですが、Tatamiはフレームを変更せず、ミラーにも置き換えません。
ko: 그대로 두기를 선택해 보세요. 앱은 이 작업 공간에 남지만, Tatami가 위치와 크기를 바꾸거나 미러로 대체하지 않아요.
zh_hans: 选择“保持原样”。应用仍属于此工作区，但 Tatami 不再改动其窗口位置和大小，也不会用镜像替换它。
zh_hant: 選擇「維持原狀」。App 仍屬於這個工作空間，但 Tatami 不再改動視窗位置與大小，也不會用鏡像取代它。

# Choose the contract Tatami should keep with this app.
source: Choose how Tatami should handle this app.
ja: Tatamiがこのアプリをどのように扱うか選びます。
ko: Tatami가 이 앱을 어떻게 관리할지 선택해요.
zh_hans: 选择 Tatami 管理此应用的方式。
zh_hant: 選擇 Tatami 管理這個 App 的方式。

# Choose the edge and how much room the visiting context receives.
source: Choose the edge and how much room the visiting workspace receives.
ja: 呼び出す辺と、訪問する作業環境へ渡す領域の広さを選びます。
ko: 빌려올 방향과 화면에서 차지할 크기를 선택해요.
zh_hans: 选择停靠边缘，以及为来访场景分配多少空间。
zh_hant: 選擇停靠邊緣，以及要分給來訪工作空間多少空間。

# Choose the visiting context through navigation targets.
source: Choose the visiting workspace through navigation targets.
ja: 移動先を使って、借りる作業環境を選びます。
ko: 이동 대상을 사용해 빌려올 작업 공간을 선택해요.
zh_hans: 通过导航目标选择要借用的场景。
zh_hant: 透過導覽目標選擇要借用的工作空間。

source: Choose Tiled. Tatami returns the app to the tiled layout with the other apps in this workspace.
ja: 「タイル表示」を選んでください。アプリが管理対象のレイアウトへ戻り、同じワークスペースのアプリと配置を共有します。
ko: ‘타일링’을 선택해 보세요. 앱이 다시 BSP 타일로 돌아가고, 같은 작업 공간의 앱과 저장한 배치를 함께 사용해요.
zh_hans: 选择“平铺”。应用会回到受管理的平铺布局，并与同一工作区中的其他应用共享已保存的排列。
zh_hant: 選擇「並排」。App 會回到受管理的並排佈局，並與同一工作空間中的其他 App 共用已儲存的排列。

# Choose what Tatami tiles, floats, or leaves untouched.
source: Choose which apps Tatami tiles, keeps on top, or leaves as they are.
ja: Tatamiでタイル表示するアプリ、常に手前に置くアプリ、そのままにするアプリを選びます。
ko: Tatami가 타일로 배치할 앱, 항상 위에 둘 앱, 그대로 둘 앱을 선택해요.
zh_hans: 选择由 Tatami 平铺、置顶或保持原样的应用。
zh_hant: 選擇由 Tatami 並排、置頂或維持原狀的 App。

source: Choose where %@ should dock
ja: %@を配置する位置を選んでください
ko: 붙일 위치를 선택해 주세요 · %@
zh_hans: 选择 %@ 的停靠位置
zh_hant: 選擇 %@ 的停靠位置

source: Choose where the borrowed workspace should dock
ja: 借りたワークスペースを置く場所を選びます
ko: 빌려온 작업 공간을 붙일 위치를 선택해 주세요
zh_hans: 选择借用工作区的停靠位置
zh_hant: 選擇借用工作空間的停靠位置

source: Clear key
ja: キーを消去
ko: 키 지우기
zh_hans: 清除按键
zh_hant: 清除按鍵

source: Clear shortcut
ja: ショートカットを消去
ko: 단축키 지우기
zh_hans: 清除快捷键
zh_hant: 清除快速鍵

source: Collect and compare source material
ja: 資料を集めて比較する
ko: 자료를 모아 비교해요
zh_hans: 收集并比较资料
zh_hant: 收集並比較資料

source: Collect evidence before deciding
ja: 判断する前に根拠を集める
ko: 결정하기 전에 근거를 모아요
zh_hans: 先收集依据，再做决定
zh_hant: 先收集依據，再做決定

source: Columns only
ja: 列のみ
ko: 열만 사용
zh_hans: 仅列
zh_hant: 僅直欄

source: Command Line
ja: コマンドライン
ko: 명령줄
zh_hans: 命令行
zh_hant: 命令列

# Command-line server failed to start — `tatami` CLI won't respond
source: The command-line server couldn’t start. The `tatami` CLI won’t respond.
ja: コマンドラインサーバーを起動できませんでした。`tatami` CLIは応答しません。
ko: 명령줄 서버를 시작하지 못했어요. `tatami` CLI가 응답하지 않아요.
zh_hans: 命令行服务器启动失败，`tatami` CLI 将无法响应
zh_hant: 命令列伺服器啟動失敗，`tatami` CLI 將無法回應

source: Commands without a visual cue of their own (balance).
ja: 個別の表示がないコマンドです（均等化など）。
ko: 자체 화면 표시가 없는 명령도 알려줘요. 예: 균등 배치
zh_hans: 本身没有视觉提示的命令（如均衡）。
zh_hant: 本身沒有視覺提示的指令（例如平衡）。

source: Compact
ja: コンパクト
ko: 간결하게
zh_hans: 紧凑
zh_hant: 精簡

source: Compare focus models and rehearse the complete setup in one virtual display.
ja: 1つの仮想ディスプレイでフォーカス方式を比較し、設定全体を練習します。
ko: 가상 디스플레이 하나에서 포커스 방식을 비교하고 전체 설정을 미리 연습해요.
zh_hans: 在一块虚拟显示器中比较焦点方式，并完整演练设置。
zh_hant: 在一個虛擬顯示器中比較焦點方式，並完整演練設定。

source: Complete
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Complete command map
ja: コマンド全体のマップ
ko: 전체 명령 목록
zh_hans: 完整命令图
zh_hant: 完整指令圖

# config.toml could not be parsed — keeping previous settings
source: Tatami couldn’t read config.toml, so your previous settings remain active.
ja: config.tomlを解析できなかったため、以前の設定を維持します
ko: config.toml을 읽지 못해 이전 설정을 유지해요
zh_hans: 无法解析 config.toml，将保留之前的设置
zh_hant: 無法解析 config.toml，將保留先前的設定

# config.toml could not be saved
source: Tatami couldn’t save config.toml. Try again.
ja: config.tomlを保存できませんでした
ko: config.toml을 저장하지 못했어요
zh_hans: 无法保存 config.toml
zh_hant: 無法儲存 config.toml

# config.toml: '%@' has an invalid value — using the default
source: The value for “%@” in config.toml isn’t valid. Tatami used the default instead.
ja: config.tomlの「%@」の値が無効なため、既定値を使用します
ko: config.toml의 ‘%@’ 값이 올바르지 않아 기본값을 사용해요
zh_hans: config.toml 中“%@”的值无效，将使用默认值
zh_hant: config.toml 中「%@」的值無效，將使用預設值

source: Configuration changed while Guided Setup was open
ja: ガイド設定を開いている間に構成が変更されました
ko: 가이드 설정을 진행하는 동안 구성이 바뀌었어요
zh_hans: 引导设置打开期间，配置已发生变化
zh_hant: 引導設定開啟期間，設定已發生變更

source: Configure in Apps
ja: 「アプリ」で設定
ko: 앱에서 설정
zh_hans: 在“应用”中配置
zh_hant: 在「App」中設定

source: Configure in Shared Apps
ja: 「共有アプリ」で設定
ko: 공용 앱에서 설정
zh_hans: 在“共享应用”中配置
zh_hant: 在「共用 App」中設定

source: Connected Displays
ja: 接続中のディスプレイ
ko: 연결된 디스플레이
zh_hans: 已连接的显示器
zh_hant: 已連接的顯示器

# Context density
source: Workspace count
ja: 作業環境の数
ko: 작업 공간 나누기
zh_hans: 场景密度
zh_hant: 工作空間數量

# Contexts & membership
source: Workspaces & membership
ja: 作業環境と所属
ko: 작업 공간과 앱 구성
zh_hans: 场景与归属
zh_hant: 工作空間與 App 歸屬

# Contexts over desktops
source: Workspaces over desktops
ja: デスクトップより作業環境
ko: 데스크톱 대신 작업 공간
zh_hans: 用场景代替桌面
zh_hant: 以工作空間取代桌面

source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: Copy each change from “%1$@” (%2$@) into this workspace. Uncheck anything you'd rather keep.
ja: 「%@」（%@）の変更をこのワークスペースへコピーします。現在の設定を残す項目は、チェックを外してください。
ko: “%@”(%@)의 변경 사항을 이 작업 공간에 복사해요. 지금 설정을 유지할 항목은 선택을 해제하세요.
zh_hans: 将“%@”（%@）中的各项更改复制到此工作区。若想保留当前设置，请取消勾选对应项目。
zh_hant: 將「%@」（%@）中的各項變更複製到這個工作空間。若想保留目前設定，請取消勾選對應項目。

source: Copy each change from “%@” into this profile's matching workspaces (by name). Uncheck anything you'd rather keep.
ja: 「%@」の変更を、このプロファイル内で名前が一致するワークスペースへコピーします。現在の設定を残す項目は、チェックを外してください。
ko: “%@”의 변경 사항을 이 프로필에서 이름이 같은 작업 공간에 복사해요. 지금 설정을 유지할 항목은 선택을 해제하세요.
zh_hans: 将“%@”中的各项更改复制到此配置方案内名称相同的工作区。若想保留当前设置，请取消勾选对应项目。
zh_hant: 將「%@」中的各項變更複製到這個設定組合內名稱相同的工作空間。若想保留目前設定，請取消勾選對應項目。

source: Copy from “%@”
ja: 「%@」からコピー
ko: “%@”에서 복사
zh_hans: 从“%@”复制
zh_hant: 從「%@」複製

source: Copy from another workspace…
ja: 別のワークスペースからコピー…
ko: 다른 작업 공간에서 복사…
zh_hans: 从其他工作区复制…
zh_hant: 從其他工作空間複製…

source: Copy from…
ja: コピー元を選択…
ko: 다음에서 복사…
zh_hans: 复制自…
zh_hant: 複製自…

source: Create
ja: 作成
ko: 만들기
zh_hans: 创建
zh_hant: 建立

source: Created by
ja: 作成者
ko: 만든 사람
zh_hans: 创建者
zh_hant: 建立者

source: Critique
ja: レビュー
ko: 검토
zh_hans: 评审
zh_hant: 檢視

# Cycle
source: Switch
ja: 切り替え
ko: 전환
zh_hans: 切换
zh_hant: 切換

# Cycle across all displays
source: Switch Across All Displays
ja: すべてのディスプレイをまたいで切り替え
ko: 모든 디스플레이에서 전환
zh_hans: 跨所有显示器切换
zh_hant: 跨所有顯示器切換

# Cycle needs at least two apps or windows
source: Add another app or window to start switching.
ja: 切り替えるには、アプリまたはウインドウが2つ以上必要です
ko: 전환하려면 앱이나 창이 두 개 이상 필요해요
zh_hans: 切换至少需要两个应用或窗口
zh_hant: 切換至少需要兩個 App 或視窗

# Cycle next
source: Switch to Next
ja: 次へ切り替え
ko: 다음으로 전환
zh_hans: 切换到下一个
zh_hant: 切換至下一個

# Cycle Next / Previous window
source: Switch to Next / Previous Window
ja: 次／前のウインドウへ切り替え
ko: 다음/이전 창 전환
zh_hans: 切换到下一个/上一个窗口
zh_hant: 切換到下一個/上一個視窗

# Cycle next window
source: Switch to Next Window
ja: 次のウインドウへ切り替え
ko: 다음 창으로 전환
zh_hans: 切换到下一个窗口
zh_hant: 切換至下一個視窗

# Cycle previous window
source: Switch to Previous Window
ja: 前のウインドウへ切り替え
ko: 이전 창으로 전환
zh_hans: 切换到上一个窗口
zh_hant: 切換至上一個視窗

# Cycle the focused window
source: Switch from the Focused Window
ja: フォーカスするウインドウを切り替え
ko: 포커스한 창 전환
zh_hans: 切换焦点窗口
zh_hant: 切換焦點視窗

# Cycle through every window
source: Switch Through Every Window
ja: すべてのウインドウを順に切り替え
ko: 모든 창 전환
zh_hans: 逐个切换所有窗口
zh_hant: 逐一切換所有視窗

source: Window Switching moves through apps or windows in this Tatami workspace. Unlike ⌘Tab, it doesn't search every running app. Unlike ⌘`, it can move between apps in the same workspace.
ja: 切り替えでは、このTatamiの作業環境内のアプリやウインドウを順に切り替えします。⌘Tabのように実行中の全アプリを探すことはなく、⌘`とは異なり同じ作業環境内ならアプリをまたいで移動できます。
ko: 전환은 현재 Tatami 작업 공간 안의 앱이나 창만 둘러봐요. ⌘Tab처럼 실행 중인 모든 앱을 찾지는 않고, ⌘`과 달리 같은 작업 공간 안에서 앱 사이를 넘나들 수 있어요.
zh_hans: 只会切换当前 Tatami 场景中的应用或窗口。它不像 ⌘Tab 那样查找所有运行中的应用，也不同于 ⌘`，可以在同一场景中的不同应用之间切换。
zh_hant: 只會切換目前 Tatami 工作空間中的 App 或視窗。它不像 ⌘Tab 會尋找所有執行中的 App，也不同於 ⌘`，可以在同一工作空間中的不同 App 之間切換。

# Cycle windows in this workspace
source: Switch Windows in This Workspace
ja: このワークスペース内のウインドウを切り替え
ko: 이 작업 공간의 창 전환
zh_hans: 切换此工作区中的窗口
zh_hant: 切換這個工作空間中的視窗

# Cycled to the next window
source: Switched to the next window
ja: 次のウインドウへ移動しました
ko: 다음 창으로 전환했어요
zh_hans: 已切换到下一个窗口
zh_hant: 已切換到下一個視窗

# Cycled to the previous window
source: Switched to the previous window
ja: 前のウインドウへ移動しました
ko: 이전 창으로 전환했어요
zh_hans: 已切换到上一个窗口
zh_hant: 已切換到上一個視窗

source: Daily behavior
ja: 普段の使い方
ko: 평소 사용 방식
zh_hans: 日常使用方式
zh_hant: 日常使用方式

source: Debug
ja: デバッグ
ko: 디버그
zh_hans: 调试
zh_hant: 除錯

source: Debug logging
ja: デバッグログ
ko: 디버그 로그
zh_hans: 调试日志
zh_hant: 除錯記錄

source: Default axis when a new window splits an existing tile.
ja: 新しいウインドウで既存のタイルを分割するときの初期方向です。
ko: 새 창이 기존 타일을 나눌 때 사용할 기본 방향이에요.
zh_hans: 新窗口拆分现有平铺区域时使用的默认方向。
zh_hant: 新視窗分割現有並排區域時使用的預設方向。

source: Default direction
ja: 既定の方向
ko: 기본 방향
zh_hans: 默认方向
zh_hant: 預設方向

source: Default size
ja: 既定のサイズ
ko: 기본 크기
zh_hans: 默认大小
zh_hant: 預設大小

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"?
ja: 「%@」を削除しますか？
ko: 삭제할까요? · “%@”
zh_hans: 删除“%@”？
zh_hant: 要刪除「%@」嗎？

source: Delete profile "%@"?
ja: プロファイル「%@」を削除しますか？
ko: 프로필을 삭제할까요? · “%@”
zh_hans: 删除配置方案“%@”？
zh_hant: 要刪除設定組合「%@」嗎？

source: Describe your work in plain language. Tatami infers durable workspaces instead of copying your list.
ja: 普段の仕事を自然な言葉で入力してください。Tatamiはリストをそのまま写すのではなく、長く使える作業環境を組み立てます。
ko: 평소 어떤 일을 하는지 편하게 적어 주세요. Tatami가 답변을 그대로 옮기지 않고 오래 쓸 수 있는 작업 공간으로 정리해 드려요.
zh_hans: 用自然语言描述你的工作。Tatami 不会照抄清单，而会整理出可长期使用的场景。
zh_hant: 用自然語言描述你的工作。Tatami 不會照抄清單，而會整理出可長期使用的工作空間。

source: Design
ja: デザイン
ko: 설계
zh_hans: 设计
zh_hant: 設計

source: Design canvas
ja: 設計キャンバス
ko: 설계 캔버스
zh_hans: 设计画布
zh_hant: 設計畫布

source: Design example
ja: 設計例
ko: 설계 예시
zh_hans: 设计示例
zh_hant: 設計範例

source: Design my setup with AI
ja: AIで設定を設計
ko: AI로 내 설정 설계하기
zh_hans: 使用 AI 设计我的设置
zh_hant: 使用 AI 設計我的設定

source: Dictionary
ja: 辞書
ko: 사전
zh_hans: 词典
zh_hant: 辭典

source: Direction
ja: 方向
ko: 방향
zh_hans: 方向
zh_hant: 方向

source: Directional Focus
ja: 方向フォーカス
ko: 방향 포커스
zh_hans: 方向焦点
zh_hant: 方向焦點

source: Discovery
ja: 探索
ko: 탐색
zh_hans: 发现
zh_hant: 探索

source: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# Dismiss borrow
source: Return Borrowed Workspace
ja: 借りたワークスペースを戻す
ko: 빌려온 작업 공간 돌려보내기
zh_hans: 归还借用工作区
zh_hant: 歸還借用工作空間

# Dismiss Borrow
source: Return Borrowed Workspace
ja: 借りたワークスペースを戻す
ko: 빌려온 작업 공간 돌려보내기
zh_hans: 归还借用工作区
zh_hant: 歸還借用工作空間

# Dismiss it without changing either layout
source: Return it without changing either layout
ja: どちらのレイアウトも変えずに元へ戻します
ko: 서로의 배치를 바꾸지 않고 돌려보내요
zh_hans: 归还时不改动任何一方的布局
zh_hant: 歸還時不改動任何一方的佈局

# Dismiss when summoned again
source: Return When Borrowed Again
ja: もう一度呼ぶと元へ戻す
ko: 다시 빌려오면 돌려보내기
zh_hans: 再次借用时归还
zh_hant: 再次借用時歸還

source: Display
ja: ディスプレイ
ko: 디스플레이
zh_hans: 显示器
zh_hant: 顯示器

source: Display the active profile's icon — only when you have more than one profile.
ja: プロファイルが複数あるときだけ、現在のプロファイルのアイコンを表示します。
ko: 프로필이 두 개 이상일 때만 현재 프로필 아이콘을 보여줘요.
zh_hans: 仅在有多个配置方案时显示当前配置方案的图标。
zh_hant: 只有在設定組合超過一個時，才顯示目前設定組合的圖示。

source: Display the active profile's name — only when you have more than one profile.
ja: プロファイルが複数あるときだけ、現在のプロファイル名を表示します。
ko: 프로필이 두 개 이상일 때만 현재 프로필 이름을 보여줘요.
zh_hans: 仅在有多个配置方案时显示当前配置方案的名称。
zh_hant: 只有在設定組合超過一個時，才顯示目前設定組合的名稱。

source: Display the active workspace's icon in the menu bar.
ja: メニューバーに現在のワークスペースのアイコンを表示します。
ko: 메뉴 막대에 현재 작업 공간 아이콘을 보여줘요.
zh_hans: 在菜单栏中显示当前工作区图标。
zh_hant: 在選單列顯示目前工作空間的圖示。

source: Display the active workspace's name in the menu bar.
ja: メニューバーに現在のワークスペース名を表示します。
ko: 메뉴 막대에 현재 작업 공간 이름을 보여줘요.
zh_hans: 在菜单栏中显示当前工作区名称。
zh_hant: 在選單列顯示目前工作空間的名稱。

# Dock a named context beside the host without merging either layout.
source: Dock a named workspace beside the host without merging either layout.
ja: どちらのレイアウトも結合せず、指定した作業環境をホストの横へ配置します。
ko: 두 배치를 합치지 않고 지정한 작업 공간을 호스트 옆에 붙여요.
zh_hans: 不合并任何布局，将指定场景停靠在主工作区旁边。
zh_hant: 不合併任何版面，將指定工作空間停靠在主工作空間旁邊。

source: Dock it beside the current one
ja: 現在のワークスペースの隣へ配置します
ko: 현재 작업 공간 옆에 붙여요
zh_hans: 停靠在当前工作区旁
zh_hant: 停靠在目前的工作空間旁

source: Dock the visiting workspace
ja: 訪問するワークスペースを配置
ko: 빌려온 작업 공간 붙이기
zh_hans: 停靠来访工作区
zh_hant: 停靠來訪工作空間

source: Docs
ja: ドキュメント
ko: 문서
zh_hans: 文档
zh_hant: 文件

source: Don't shift focus to a window that fills the whole display as the cursor passes over it.
ja: ディスプレイ全体を覆うウインドウをポインタが通過しても、フォーカスを移しません。
ko: 포인터가 전체 화면 창을 지나가도 포커스를 옮기지 않아요.
zh_hans: 指针经过铺满整个显示器的窗口时，不要将焦点移过去。
zh_hant: 游標經過填滿整個顯示器的視窗時，不要將焦點移過去。

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Dot position
ja: ドットの位置
ko: 점 위치
zh_hans: 圆点位置
zh_hant: 圓點位置

source: Dot size: %lld pt
ja: ドットのサイズ：%lld pt
ko: 점 크기: %lldpt
zh_hans: 圆点大小：%lld pt
zh_hant: 圓點大小：%lld pt

source: Down
ja: 下
ko: 아래
zh_hans: 下
zh_hant: 下

source: Drag a workspace here
ja: ワークスペースをここへドラッグ
ko: 작업 공간을 여기로 드래그
zh_hans: 将工作区拖到此处
zh_hant: 將工作空間拖到這裡

source: Drop here to restore
ja: ここへドロップして戻す
ko: 여기에 놓아 복원
zh_hans: 拖放到此处以恢复
zh_hant: 拖放到這裡以還原

source: Duplicate
ja: 複製
ko: 복제
zh_hans: 复制
zh_hant: 複製

source: Duration: %lld ms
ja: 表示時間：%lld ms
ko: 표시 시간: %lldms
zh_hans: 持续时间：%lld ms
zh_hant: 顯示時間：%lld ms

source: Dynamic
ja: 動的
ko: 동적
zh_hans: 动态
zh_hant: 動態

source: Dynamic (follows mouse)
ja: 動的（マウスに追従）
ko: 동적(마우스를 따라감)
zh_hans: 动态（跟随鼠标）
zh_hant: 動態（跟隨滑鼠）

source: e.g. iOS developer, designer, student
ja: 例：iOS開発者、デザイナー、学生
ko: 예: iOS 개발자, 디자이너, 학생
zh_hans: 例如：iOS 开发者、设计师、学生
zh_hant: 例如：iOS 開發者、設計師、學生

source: e.g. ship features, review PRs, explore ideas, coordinate releases
ja: 例：機能のリリース、PRレビュー、アイデア探索、リリース調整
ko: 예: 기능 출시, PR 리뷰, 아이디어 탐색, 릴리스 조율
zh_hans: 例如：发布功能、审查 PR、探索想法、协调发布
zh_hant: 例如：推出功能、審查 PR、探索想法、協調發佈

source: Each new tiled window splits one region into two. Tatami stores that structure as a BSP tree, using the apps you assigned—not a canned demo.
ja: 新しいタイルウインドウが加わるたびに、1つの領域が2つに分かれます。Tatamiは用意されたデモではなく、割り当てたアプリからこの構造をBSPツリーとして保存します。
ko: 새 타일 창이 들어올 때마다 영역 하나가 둘로 나뉘어요. Tatami는 예시 화면이 아니라, 직접 지정한 앱으로 이 구조를 BSP 트리에 저장해요.
zh_hans: 每添加一个平铺窗口，一个区域就会一分为二。Tatami 会使用你分配的真实应用将此结构保存为 BSP 树，而不是套用演示模板。
zh_hant: 每加入一個並排視窗，一個區域就會一分為二。Tatami 會使用你指派的實際 App 將此結構儲存為 BSP 樹，而不是套用示範範本。

source: Each uses its modifier (Settings → Workspace Keys) + this workspace's key equivalent; record a shortcut to override. Borrow pulls this workspace in beside the current one — then a direction key places it unless a default is set below.
ja: 各操作では、「設定 → ワークスペースキー」の修飾キーと、このワークスペースのキーを組み合わせます。個別のショートカットを記録すると上書きできます。「借りる」では、このワークスペースを現在のワークスペースの隣へ呼び出し、下で方向を固定していない場合は方向キーで配置します。
ko: 각 동작은 ‘설정 → 작업 공간 키’의 보조 키와 이 작업 공간의 키 조합을 사용해요. 별도 단축키를 기록하면 덮어쓸 수 있어요. 빌려오기는 이 작업 공간을 현재 공간 옆으로 가져오고, 아래에 기본 방향이 없다면 방향키로 위치를 정해요.
zh_hans: 每项操作都使用“设置 → 工作区按键”中的修饰键，加上此工作区对应的按键；也可录制独立快捷键来覆盖。借用会将此工作区拉到当前工作区旁；若下方未设置默认方向，再用方向键选择位置。
zh_hant: 每項操作都使用「設定 → 工作空間按鍵」中的修飾鍵，加上這個工作空間對應的按鍵；也可錄製獨立快速鍵來覆寫。借用會將這個工作空間拉到目前工作空間旁；若下方未設定預設方向，再用方向鍵選擇位置。

source: Edit the switch / assign / borrow modifiers these combine with, in Settings → Workspace Keys.
ja: 組み合わせる切り替え／割り当て／「借りる」の修飾キーは、「設定 → ワークスペースキー」で変更できます。
ko: 이 키와 조합할 전환/지정/빌려오기 보조 키는 ‘설정 → 작업 공간 키’에서 바꿀 수 있어요.
zh_hans: 与这些按键组合使用的切换、分配和借用修饰键，可在“设置 → 工作区按键”中修改。
zh_hant: 與這些按鍵組合使用的切換、指派與借用修飾鍵，可在「設定 → 工作空間按鍵」中修改。

source: Editor
ja: エディタ
ko: 에디터
zh_hans: 编辑器
zh_hant: 編輯器

source: Enable trackpad gestures
ja: トラックパッドジェスチャを有効にする
ko: 트랙패드 제스처 사용
zh_hans: 启用触控板手势
zh_hant: 啟用觸控式軌跡板手勢

source: Equalize all split ratios as an explicit layout reset.
ja: すべての分割比率を均等にして、レイアウトを明示的にリセットします。
ko: 모든 분할 비율을 균등하게 맞춰 배치를 초기화해요.
zh_hans: 将所有分割比例调为一致，明确重置布局。
zh_hant: 將所有分割比例調為一致，明確重設版面。

source: Equalize every split
ja: すべての分割を均等にする
ko: 모든 분할을 균등하게
zh_hans: 均衡所有分区
zh_hant: 平衡所有分割區

source: Equalize every split whenever a window is added or removed.
ja: ウインドウが追加または削除されるたびに、すべての分割比率を揃えます。
ko: 창이 추가되거나 사라질 때마다 모든 분할 비율을 같게 맞춰요.
zh_hans: 每次添加或移除窗口时，自动均衡所有分区。
zh_hant: 每次加入或移除視窗時，自動平衡所有分割區。

source: Every app appears under its current destination. Use its menu to move it without losing the overview.
ja: すべてのアプリが現在の配置先に表示されます。全体を見渡したまま、メニューから移動できます。
ko: 모든 앱이 현재 소속된 곳 아래에 보여요. 전체 구성을 한눈에 보면서 메뉴로 앱을 옮길 수 있어요.
zh_hans: 每个应用都会显示在当前归属位置下。可通过菜单移动应用，同时保持全局视图。
zh_hant: 每個 App 都會顯示在目前歸屬位置下。可透過選單移動 App，同時保留全局檢視。

source: Every day
ja: 毎日
ko: 매일
zh_hans: 每天
zh_hant: 每天

source: Every discovered app has a destination
ja: 検出したすべてのアプリに配置先があります
ko: 발견된 모든 앱에 소속이 있어요
zh_hans: 每个已发现应用都有归属位置
zh_hant: 每個已偵測 App 都有歸屬位置

source: Every hour
ja: 1時間ごと
ko: 매시간
zh_hans: 每小时
zh_hant: 每小時

source: Every keyboard-driven Tatami action is listed here. Labs teach the state change; this map covers every directional and navigation variant.
ja: キーボードで行うTatamiの操作をすべて掲載しています。練習では状態の変化を学び、このマップでは方向操作と移動操作の全バリエーションを確認できます。
ko: 키보드로 실행하는 Tatami 동작을 모두 모았어요. 실습에서는 상태가 어떻게 바뀌는지 배우고, 이 목록에서는 방향과 탐색의 모든 변형을 확인할 수 있어요.
zh_hans: 这里列出了所有键盘操作。实验会讲解状态如何变化；此命令图则涵盖每一种方向和导航方式。
zh_hant: 這裡列出所有鍵盤操作。實驗會說明狀態如何變化；這份指令圖則涵蓋每一種方向與導覽方式。

source: Every week
ja: 毎週
ko: 매주
zh_hans: 每周
zh_hant: 每週

source: Everything learned so far
ja: ここまでに学んだすべての機能
ko: 지금까지 배운 모든 기능
zh_hans: 目前学到的所有内容
zh_hant: 目前學到的所有內容

source: Everywhere
ja: すべて
ko: 모든 곳
zh_hans: 所有位置
zh_hant: 所有位置

source: Exactly
ja: ちょうど
ko: 정확히
zh_hans: 恰好
zh_hant: 剛好

source: Example role
ja: 役割の例
ko: 직무 예시
zh_hans: 职责示例
zh_hant: 職務範例

source: Swap with a window in that direction. At an outer edge, change the split direction instead.
ja: 指定方向の隣と入れ替えます。外端では親分割をその方向へ向けます。
ko: 해당 방향의 이웃과 교체해요. 바깥쪽 가장자리에서는 상위 분할을 그 방향으로 돌려요.
zh_hans: 与指定方向的相邻项交换；位于外边缘时，将上级分割转向该方向。
zh_hant: 與指定方向的相鄰項目交換；位於外側邊緣時，將上層分割轉向該方向。

source: Swap with the window on the right, or change the split direction at an outer edge.
ja: 右隣と入れ替えます。外端では親の分割を右へ回転します。
ko: 오른쪽 이웃과 자리를 바꿔요. 바깥쪽 끝에서는 상위 분할을 오른쪽으로 돌려요.
zh_hans: 与右侧相邻窗口交换；位于外侧边缘时，将父级分区转向右侧。
zh_hant: 與右側相鄰視窗交換；位於外側邊緣時，將上層分割區轉向右側。

source: Excluded
ja: 対象外
ko: 제외
zh_hans: 已排除
zh_hant: 已排除

source: Exit Fullscreen
ja: フルスクリーンを終了
ko: 전체 화면 종료
zh_hans: 退出全屏
zh_hant: 結束全螢幕

source: Expected syntax, for example: "ctrl + alt - h"
ja: 正しい形式の例："ctrl + alt - h"
ko: 올바른 형식의 예: “ctrl + alt - h”
zh_hans: 正确格式示例：“ctrl + alt - h”
zh_hant: 正確格式範例：「ctrl + alt - h」

source: Explore a role-shaped starting point
ja: 役割に合った開始構成を確認します
ko: 직무에 맞는 시작 구성을 살펴봐요
zh_hans: 探索适合你职责的起始配置
zh_hant: 探索適合你職務的起始設定

source: Fade on hover
ja: ホバーで薄くする
ko: 포인터를 올리면 흐리게
zh_hans: 悬停时淡出
zh_hant: 游標停留時淡出

source: Features Tried
ja: 試した機能
ko: 사용해 본 기능
zh_hans: 已尝试功能
zh_hant: 已嘗試功能

# Fewer broad contexts with more apps in each.
source: Fewer broad workspaces with more apps in each.
ja: 作業環境を大きくまとめ、各作業環境に多くのアプリを含めます。
ko: 작업 공간 수는 줄이고, 각 작업 공간에 앱을 더 많이 담아요.
zh_hans: 使用更少但范围更广的场景，每个场景包含更多应用。
zh_hant: 使用較少但範圍更廣的工作空間，每個工作空間包含更多 App。

source: FFM focused %@
ja: FFMで%@にフォーカスしました
ko: FFM으로 포커스를 옮겼어요 · %@
zh_hans: FFM 已聚焦 %@
zh_hant: FFM 已聚焦 %@

source: Finish
ja: 完了
ko: 마치기
zh_hans: 完成
zh_hant: 完成

source: Flip a split's direction
ja: 分割方向を反転
ko: 분할 방향 뒤집기
zh_hans: 翻转分区方向
zh_hant: 翻轉分割方向

source: Flip split
ja: 分割を反転
ko: 분할 뒤집기
zh_hans: 翻转分区
zh_hant: 翻轉分割區

source: Flip the selected branch between side-by-side and stacked.
ja: 選択した分岐を左右配置と上下配置の間で切り替えます。
ko: 선택한 분기를 나란히 배치와 위아래 배치 사이에서 전환해요.
zh_hans: 在左右排列与上下堆叠之间切换所选分支。
zh_hant: 在左右排列與上下堆疊之間切換所選分支。

source: Flip the split between the focused window and its neighbour (side-by-side ↔ stacked).
ja: フォーカス中のウインドウと隣のウインドウの分割方向を切り替えます（横並び ↔ 縦積み）。
ko: 포커스한 창과 이웃 창 사이의 분할 방향을 바꿔요(나란히 ↔ 위아래).
zh_hans: 翻转焦点窗口与相邻窗口之间的分区方向（并排 ↔ 堆叠）。
zh_hant: 翻轉焦點視窗與相鄰視窗之間的分割方向（並排 ↔ 上下堆疊）。
